<?php

$categories = ["Входящие","Учеба", "Работа", "Домашние дела", "Авто"];
$tasksList = [
  [
    'task' => 'Собеседование в IT компании',
    'date' => '01.12.2020',
    'category' => 'Работа',
    'done' => false
  ],
  [
    'task' => 'Выполнить тестовое задание',
    'date' => '24.07.2020',
    'category' => 'Работа',
    'done' => false
  ],
  [
    'task' => 'Сделать задание первого раздела',
    'date' => '21.12.2019',
    'category' => 'Учеба',
    'done' => true
  ],
  [
    'task' => 'Встреча с другом',
    'date' => '25.07.2020',
    'category' => 'Входящие',
    'done' => false
  ],
  [
    'task' => 'Купить корм для кота',
    'date' => null,
    'category' => 'Домашние дела',
    'done' => false
  ],
  [
    'task' => 'Заказать пиццу',
    'date' => null,
    'category' => 'Домашние дела',
    'done' => false
  ]
];

?>
